{
  "songs": [
    {
      "artist": "Car Seat Headrest",
      "title": "Drunk Drivers / Killer Whales",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-07-at-11-31-45-am.png",
      "songId": "ccztRby3FAk",
      "description": "Teens of Denial is a sprawling epic, jam-packed with songs within songs and ruminations on both the mundane and meaningful facets of life. The best song of the bunch is the hooky “Drunk Drivers / Killer Whales,” a sobering song that compares drunk drivers to, you guessed it, killer whales, but it doesn’t do so in any kind of preachy way. Car Seat Headrest’s mastermind, Will Toledo, makes his own faults and rationalizations abundantly clear, but advocates listening to the voice in your head: “But you know he loves you, and he doesn’t mean to cause you pain. Please listen to him, it’s not too late. Turn off the engine, get out of the car, and start to walk.” The music itself is powerful — it’s pretty by-the-book indie rock, but so well-executed, paced perfectly, and with an excellent melody. Toledo’s voice is like a cross between Julian Casablancas of the Strokes and Ray Davies of the Kinks. ",
      "_id": 10
    },
    {
      "artist": "Kanye West feat. The-Dream, Kelly Price, Kirk Franklin, & Chance the Rapper",
      "title": "Ultralight Beam",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-07-at-12-38-56-am.png",
      "songId": "m4w08DXtXn8",
      "description": "Kanye’s lyrical ability has faltered a lot since his earlier albums. He used to put a lot of thought into his verses, peppering them with humor and wit, but now it seems like he just says whatever random idea pops into his head first. That’s why Chance’s verse is so refreshing — it’s energetic, clever, funny, and full of life. But despite Kanye’s lyrical weakness, he is still unparalleled in his creative vision and the ability to execute that vision by bringing the most talented people together. “Ultralight Beam” is Exhibit A of that vision.",
      "_id": 9
    },
    {
      "artist": "Pinegrove",
      "title": "Old Friends",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-07-at-12-47-22-am.png",
      "songId": "pAtGGZjVRdo",
      "description": "Pinegrove has cast a spell over me. A lot of bands have that power over me, but this time it’s more surprising. The group, led by 27-year-old Evan Stephens Hall of Montclair, NJ, somehow combines indie rock, emo, and roots/country music into a singular, focused sound, and it works. It doesn’t work in a “novelty” sort of way either — their sound feels natural, warm, lived-in. Hall’s storytelling strikes a balance between situationally specific and general in a way that is instantly relatable. On “Old Friends,” Hall ponders his past friendships and reflects on his own role in letting them diminish. The death and funeral of one of his old friends helps him realize that he hasn’t made enough time for the people he used to feel connected to. But the song’s tone is not depressing, far from it. It’s self-evaluating, affirming, and ultimately hopeful. It gives me chills when he realizes the value of those that are close to him: “I should call my parents when I think of them / I should tell my friends when I love them.”",
      "_id": 8
    },
    {
      "artist": "Miguel",
      "title": "Waves (Tame Impala Remix)",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-14-at-12-05-26-am.png",
      "songId": "14GTwxc_Ztg",
      "description": "So, it turns out Tame Impala is actually a natural fit for a Miguel remix. The original version of “waves” is amazing in and of itself, easily one of my 5 favorite Miguel tracks. But Kevin Parker, the wizard behind Tame Impala, gives it a little more “oomph.” The opening harmonies, which sound like they were ripped from a sun-soaked Beach Boys cut, give way to Tame Impala’s signature brand of woozy, gauzy psych rock. This seamless Miguel/Tame Impala combination hits my sweet spot dead on — so much so that I used it to soundtrack a video of my family’s summer vacation, which you can enjoy below.",
      "_id": 7
    },
    {
      "artist": "Frank Ocean",
      "title": "Self Control",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-07-at-12-56-06-am.png",
      "songId": "error",
      "description": "On “Self Control,” Ocean opens with a jarring chipmunk effect on his voice before going into his gorgeous, raw croon over a rhythmic electric guitar groove. Ocean’s ability to create a thick, fully realized atmosphere in the studio is enough to put him in the upper echelon of songwriters, but then he has that extraordinary voice to top it off. He’s a talented dude. The song then gives way to an absolutely stunning chorus of Franks singing “I, I, I know you gotta leave, leave, leave.” It’s one of those musical moments that makes you stop in your tracks and pause to take in the beauty.",
      "_id": 6
    },
    {
      "artist": "Whitney",
      "title": "No Woman",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-11-27-at-10-56-29-pm.png",
      "songId": "CGKN6qiDqnk",
      "description": "The best feeling is having no expectations and then discovering a song that blows you away. “No Woman” by Whitney did that for me. Whitney are from Chicago in 2016, but they would be totally at home in Southern California in 1970. “No Woman” sounds like a more lilting, laid-back “Ventura Highway” by America, or a cousin of Seals & Crofts’ “Summer Breeze”. The throwback sound makes sense when you learn that it was produced by Jonathan Rado, a true 60’s enthusiast as a part of Foxygen. Everything sounds great, from the jumping bass to the acoustic chords and electric frills, from the strings to the horns, from the understated percussion to the thin (even with double-tracking) but beautifully yearning vocals. There are so many pieces and instruments, but at no point does it sound like too much. They add and subtract instruments at just the right time.",
      "_id": 5
    },
    {
      "artist": "Beyoncé",
      "title": "All Night",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-07-at-11-21-51-am.png",
      "songId": "gM89Q5Eng_M",
      "description": "The track has certain musical moments that are particularly cathartic. The first is during the first chorus when the drums and amazing bass line come in. The second is in the second chorus, when we first hear those horns — a perfectly-used sample of Outkast’s “SpottieOttieDopaliscious” (by the way, this is our second reference to the incredible Outkast song on this list, see #17 for the other one). “All Night” is a heartening piece of slow-burning, sumptuous soul. It’s a flame burning in the cold.",
      "_id": 4
    },
    {
      "artist": "Radiohead",
      "title": "Burn the Witch",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-11-27-at-10-54-48-pm.png",
      "songId": "yI2oS2hoL0k",
      "description": "“Burn the Witch” is eerie — full of an anxious energy that boils over by the time we reach the end. The lyrics match the sonic paranoia — “Stay in the shadows, cheer at the gallows,” “Avoid all eye contact, do not react, shoot the messengers,” and “This is a low-flying panic attack.” The music video’s animator, Virpi Kettu, said that Radiohead’s intent with “Burn the Witch” was to “raise awareness about the refugee crisis in Europe and the ‘blaming of different people… the blaming of Muslims and the negativity’ that could lead to sentiments such as ‘burn the witch.’”",
      "_id": 3
    },
    {
      "artist": "Chairlift",
      "title": "Crying in Public",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-07-at-12-53-30-am.png",
      "songId": "VQ3h0ZA3FQ0",
      "description": "One of the greatest musical achievements is when a song’s sound matches and thereby augments the song’s lyrical content. On “Crying in Public,” by the indie pop duo Chairlift, Caroline Polacheck sings, “Sorry I’m crying in public this way / I’m falling for you, I’m falling for you.” Polacheck describes what inspired the lyrics: “When I wrote these lyrics, I was just entering into a relationship with someone that I was trying to hold at arm’s length and not really acknowledge it as a serious relationship. The song is about one of the many moments of forgiveness and patience and understanding that he showed me when I completely had my head in the sand. And it was over the course of moments like this, that kind of patience and love, and I realized that I was in love with him.”",
      "_id": 2
    },
    {
      "artist": "David Bowie",
      "title": "Lazarus",
      "imgURL": "https://dbradmusic.files.wordpress.com/2016/12/screen-shot-2016-12-06-at-8-12-15-pm.png",
      "songId": "y-JqH1M4Ya8",
      "description": "The concept of mortality has maintained a persistent presence in my mind this year, as friends cope with serious illness in their families; as tragedies, both momentary and sustained, rage on throughout the world; as ugliness reveals itself more than we thought possible; and as prominent, beloved cultural figures in our lives pass away. One of those figures we lost was David Bowie, and no one dealt with their own mortality quite like the Starman.\n\nOn January 8, 2016, David Bowie’s 69th birthday, he released what would be his last record, Blackstar. On January 10, 2016, Bowie passed away of liver cancer, an illness that no one but his closest confidants knew he even had. All of a sudden, Blackstar took on new meaning — or rather, we realized the meaning it had all along but had collectively failed to recognize. The album’s standout, “Lazarus,” became especially purposeful. Musically, “Lazarus” is entrancing with it’s round, full bass line and moaning saxophones. It sounds incredible, inspired, vital. Even at age 69, the man’s creative juices were fully intact. The lyrics are full of allusions to his illness and impending passing: “Look up here, I’m in heaven. I’ve got scars that can’t be seen.” No one exuded more life than Bowie, which is why such a debilitating illness must have eaten at him. Bowie is already looking forward to the freedom soon to come: “This way or no way, you know I’ll be free, just like that bluebird. Ain’t that just like me?”\n\nDavid Bowie was a beacon of light in a world full of turmoil. Somehow, you could tell by the perpetual glint in his eye that he was aware of everything and always knew exactly what he was doing, artistically or otherwise, and the effect it would have. With “Lazarus,” he determined the narrative of his own death; he went out on his own terms. And really, we shouldn’t have expected anything less. Even in death, David Bowie was the coolest person on the planet.",
      "_id": 1
    }
	]
}